export default{
    geoCood :[
        // 23省
        {name:'甘肃', value:[103.73, 36.03]},
        {name:'青海', value:[101.74, 36.56]},
        {name:'四川', value:[104.06, 30.67]},
        {name:'河北', value:[114.48, 38.03]},
        {name:'云南', value:[102.73, 25.04]},
        {name:'贵州', value:[106.71, 26.57]},
        {name:'湖北', value:[114.31, 30.52]},
        {name:'河南', value:[113.65, 34.76]},
        {name:'山东', value:[117, 36.65]},
        {name:'江苏', value:[118.78, 32.04]},
        {name:'安徽', value:[117.27, 31.86]},
        {name:'浙江', value:[120.19, 30.26]},
        {name:'江西', value:[115.89, 28.68]},
        {name:'福建', value:[119.3, 26.08]},
        {name:'广东', value:[113.23, 23.16]},
        {name:'湖南', value:[113, 28.21]},
        {name:'海南', value:[110.35, 20.02]},
        {name:'辽宁', value:[123.38, 41.8]},
        {name:'吉林', value:[125.35, 43.88]},
        {name:'黑龙江', value:[126.63, 45.75]},
        {name:'山西', value:[112.53, 37.87]},
        {name:'陕西', value:[108.95, 34.27]},
        {name:'台湾', value:[121.30, 25.03]},
        // 4直辖市
        {name:'北京', value:[116.46, 39.92]},
        {name:'上海', value:[121.48, 31.22]},
        {name:'重庆', value:[106.54, 29.59]},
        {name:'天津', value:[117.2, 39.13]},
        // 5自治区
        {name:'内蒙古', value:[111.65, 40.82]},
        {name:'广西', value:[108.33, 22.84]},
        {name:'西藏', value:[91.11, 29.97]},
        {name:'宁夏', value:[106.27, 38.47]},
        {name:'新疆', value:[87.68, 43.77]},
        // 2特别行政区
        {name:'香港', value:[114.17, 22.28]},
        {name:'澳门', value:[113.54, 22.19]}
        ]
}